{"intents": [
    {
    "tag": "menyapa",
    "patterns":["Hai","Halo","Hei","Oi","Woy",
                "Woi","Wey","Oy","Coy","Cuy",
                "Coi","Oioi","Oioioi","Haihaihalo","Halohalohai",
                "Punten","Permisi","Bang","Kak","Kakak",
                "Abang","Akang","Kang","Aa","Neng",
                "Mba","Mbak","Mas","Bro","Sis",
                "Adek","Dek","Bot","Min","Admin",
                "Hai bot","Halo min","Hai Admin","Selamat pagi","Selamat malam",
                "Selamat siang","Selamat sore","Pagi","Siang","Sore", 
                "Malam","Hai, selamat pagi bot","Hei, selamat siang bot","Halo, selamat sore bot","Hey, selamat malam bot"],
    "responses":["Hai! ada yang bisa saya bantu?",
                "Halo kak, ada yang bisa saya bantu?",
                "Mari kak silahkan",
                "Mari kak, ada yang saya bisa bantu?",
                "Hai kak! ada yang mau ditanyakan?",
                "Halo kak! ada yang mau ditanyakan? mungkin saya bisa bantu nih",
                "Iya, ada yang saya bisa bantu?",
                "Selamat datang di Git Coffee, ada yang bisa dibantu kak?",
                "Hai kak, selamat datang di Git Coffee, apakah ada yang bisa saya bantu kak?",
                "Hai kak, terima kasih sudah menghubungi kami! apakah ada yang bisa saya bantu?",
                "Ada yg bisa saya bantu kak?",
                "Kenapa nih? ada yang bisa saya bantu kak?",
                "Hai kak!"]
    },
    {
    "tag":"menutup",
    "patterns":["Dadah","Dadah bot","Sampai jumpa","Sampai jumpa bot","Selamat tinggal",
                "Selamat tinggal bot","See you","See you bot","Bye","Byee",
                "Bye2","Byebye","Bye bot","Byebye bot","Byee bot",
                "Sampai jumpa lagi","Duluan ya bot","Dah","Daah","Gbye bot",
                "Gbye","Good bye","Good byee","Pamit dulu","Pamit yaa",
                "Pamit dulu bot","Makasih","Makasih bot","Makasih banyak","Makasih banyak bot",
                "Thank you","Ty","Tq","Terima kasih","Terima kasih bot", 
                "Terima kasih banyak","Terima kasih atas bantuannya","Terima kasih atas layanannya","Terima kasih sudah dibantu","Terimakasih udah dibantu", 
                "Makasih ya udah bantuin saya","Makasih banget bantuannya","Makasih banyak jawabannya"],
    "responses":["Dadah kak",
                "Sampai jumpa lagi lain waktu",
                "Kalau ada pertanyaan lain, kabarin aku lagi ya kak :)",
                "See you juga kak",
                "Byee kak",
                "Oke baik, semoga harimu menyenangkan kak!",
                "Okesip, terima kasih sudah menguhubungi",
                "Oke kak, terima kasih sudah bertanya",
                "Terima kasih sudah menggunakan layanan bot Git Coffee",
                "Sampai jumpa kak, semoga sehat selalu",
                "Jangan sungkan untuk tanya-tanya lagi ya kak! see you!"]
    },
    {
    "tag":"namatoko",
    "patterns":["Apa itu Git Coffee?",
                "Git Coffee apaan sih?",
                "Ada apa aja di Git Coffee",
                "Boleh tahu Git Coffee itu apa?",
                "Jelasin dong apa itu Git Coffee",
                "Mau tau nih soal Git Coffee",
                "Deskripsi dari Git Coffee apaya?",
                "Git Coffee apasih? mau tau dong", 
                "Git Coffee",
                "Jelasin Git Coffee bisa kali ya",
                "Mau dong dijelasin tentang Git Coffee",
                "Git Coffee apasi? baru denger nih",
                "Namanya menarik nih Git Coffee, jelasin dong apa itu Git Coffee",
                "Git Coffee tempat ngopi ya?",
                "Git Coffee itu apaya? bisa beli kopi disini?",
                "Ceritain tentang Git Coffee dong",
                "Nama tokonya apa?",
                "Ini toko apa ya?",
                "Pengen tau nama tokonya dong",
                "Nama toko",
                "Toko",
                "Boleh tau nama tokonya?",
                "Bisa ceritain sedikit tentang Git Coffee?"],
    "responses":["Git Coffee adalah sebuah toko online yang menjual berbagai macam kopi produksi sendiri. Kami memiliki banyak jenis coffee siap saji yaitu arabica, robusta, luwak, latte, macchiato, dan kopi berbagai rasa lainnya kak",
                "Git Coffee menjual berbagai macam kopi siap saji produksi sendiri nih kak. Ada kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Silakan melihat katalog kami yaa untuk lebih lengkapnya di www.Git Coffee.com (:",
                "Git Coffee adalah sebuah terobosan baru dalam dunia perkopian nih kak. Kami menjual berbagai macam kopi siap saji mulai dari kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Kopi mana nih favorite kakak? (:",
                "Git Coffee adalah sebuah toko online yang menjadi sebuah terobosan baru dalam dunia perkopian nih kak. Disini kami menjual berbagai macam kopi siap saji mulai dari kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Untuk info dan pemesanan produk kami, kakak bisa tanyakan disini atau kunjungi website kami di www.git-coffee.com ya kak",
                "Git Coffee adalah sebuah toko yang menjual berbagai macam kopi produksi sendiri secara online. Kami memiliki banyak jenis coffee siap saji yaitu arabica, robusta, luwak, latte, macchiato, dan kopi berbagai rasa lainnya kak, jika kakak tertarik dengan produk kami, kakak bisa tanyakan disini untuk beberapa informasi mengenai produk atau kunjungi website kami di www.git-coffee.com ya kak"]   
    },
    {
    "tag":"nama",
    "patterns":["Namanya siapa ya?", 
                "Kamu bisa dipanggil apa nih?", 
                "Dipanggil apa?", 
                "Namanya?", 
                "Nama", 
                "Panggilannya apa?", 
                "Dipanggilnya apa ya?", 
                "Nama botnya apa?", 
                "Namamu siapa si?", 
                "Boleh tau namanya?", 
                "Biasa dipanggil apa nih?", 
                "Nama panggilanmu siapa?", 
                "Punya nama ga?", 
                "Punya nama? kasih tau boleh dong", 
                "Kenalan dulu boleh kali", 
                "Kenalan dong", 
                "Mau kenal nih, namamu siapa si?", 
                "Aku bisa panggil kamu apa ya?",
                "Nama botna apa sih",
                "Nama bot",
                "Kamu punya nama atau engga sih?",
                "Kamu punya nama gak? biar enak ngobrolnya",
                "Kamu dipanggil apa nih biasanya sama orang-orang?"],
    "responses":["Namaku Gitcoff kak, salam kenal",
                "Kakak bisa panggil aku Gitcoff ya, salam kenal",
                "Salam kenal kak, aku Gitcoff",
                "Aku Gitcoff kak, salam kenal ya",
                "Panggilanku Gitcoff... Salam kenal kak"]
    },
    {
    "tag":"tugas",
    "patterns":["Fungsi kamu ngapain disini?", 
                "Tugas kamu apa?", 
                "Kamu bisa ngapain aja?", 
                "Apa tugasmu disini", 
                "Kamu bisa bantuin apa aja emang?", 
                "Tugas", 
                "Fungsi", 
                "Bantuan", 
                "Mau tau tugasmu dong",
                "Mau tau fungsi kamu", 
                "Kamu dikasih tugas apa?", 
                "Kamu bisa bantuin akau apa?", 
                "Emang kamu bisa bantuin apa si? Fungsi kamu apa disini?", 
                "Bisa bantuin emangnya?", 
                "Tugasmu disini ngapain gitcoff?", 
                "Fungsimu disini apa ya gitcoff?", 
                "Gitcoff bisa ngapain aja?", 
                "Gitcoff bisa bantuin apa aja nih", 
                "Kamu bisa bantuin jawab apa aja si?",
                "Gitcoff fungsinya apa disini?"],
    "responses":["Tugasku disini untuk menjawab pertanyaan-pertanyaan kakak nih seputar produk, pemesanan, pembayaran, dan lain-lain. Misalkan aku belum paham pertanyaannya, nanti kakak bisa disambungkan ke CS kami",
                "Aku bisa bantuin untuk menjawab pertanyaan dari kakak seputar produk, pemesanan, pembayaran, dan lain-lain, nanti misalkan aku belum paham pertanyaan dari kakak, nanti kakak bisa disambungkan langsung ke CS kami kok",
                "Disini aku bisa bantuin jawab pertanyaan dari kakak seputar produk, pemesanan, pembayaran, dan lain-lain ya. Jangan khawatir ya kak kalau aku masih belum bisa menjawab beberapa pertanyaan kakak, nanti masih bisa disambungkan langsung kok dengan CS kami",
                "Tenang kak, disini aku bisa bantu untuk jawab pertanyaan kakak seputar produk, pemesanan, pembayaran, dan lain-lain ya. Kalau aku masih belum paham sama pertanyaan kakak, nanti bisa disambungkan langsung ke CS kami kok",
                "Tugasku untuk menjawab pertanyaan kakak seputar produk, pemesanan, pembayaran, dan lain-lain ya. Tapi maaf kak sebelumnya, karena aku masih belajar... jadi ada beberapa pertanyaan yang masih aku belum pahami, tapi jangan khawatir kak, nanti kakak bisa disambungkan langsung kok dengan CS kami"]
    },
    {
    "tag":"pemesanan",
    "patterns":["Bagaimana cara memesan?", 
                "Bagaimana caranya memesan produk?", 
                "Gemana si cara pesannya?", 
                "Cara pesan kopinya gemana?", 
                "Mau pesen kopinya nih, caranya gemana?", 
                "Mau beli kopinya, gemana caranya?", 
                "Mau mesen kopinya, caranya gemana si?", 
                "Cara beli kopinya gemana ya?", 
                "Cara order", 
                "Cara pesan kopi", 
                "Cara beli", 
                "Cara beli kopi", 
                "Cara pesen", 
                "Ajarin cara pesennya dong", 
                "Bisa jelasin cara pesannya?", 
                "Saya tertarik nih dan mau pesan, gemana caranya ya?", 
                "Cara pesannya gemana tuh?", 
                "Cara pesan", 
                "Cara pesen", 
                "Cara melakukan pemesanan", 
                "Cara memesan produk", 
                "Cara memesan kopi",
                "Jelasin ya cara pesen kopinya", 
                "Caranya pesen gemana tuh?", 
                "Pesannya bagaimana ya?"],
    "responses":["Kakak bisa memilih produk kopi yang diinginkan dan menekan tombol tambah, lalu untuk memproses pesanannya cukup menekan tombol checkout pada bagian menu keranjang belanja dan mengisi form pengiriman, setelah itu kakak bisa melakukan pembayaran. Cara pemesanan yang lebih detail bisa kakak lihat pada www.git-coffee.com/cara-pesan, apabila kakak mengalami kendala atau ingin memesan langsung tanpa melalui website kami bisa menghubungi langsung CS kami di WA, Email, dan No-Telp",
                "Untuk cara melakukan pemesanan kakak bisa memilih produk kopi yang diinginkan dan menekan tombol tambah, lalu untuk memproses pesanannya cukup menekan tombol checkout pada bagian menu keranjang belanja dan mengisi form pengiriman ya, setelah itu kakak bisa melakukan pembayaran. Apabila kakak mengalami kebingunan dalam memesan, Langkah-langkahnya dapat kakak lihat pada www.git-coffee.com/cara-pesan, apabila kakak masih mengalami kendala atau ingin memesan langsung tanpa melalui website kami bisa menghubungi langsung CS kami di WA, Email, dan No-Telp ya",
                "Untuk langkah-langkah melakukan pemesanan bisa kakak lihat pada www.git-coffee.com/cara-pesan, apabila kakak masih mengalami kendala atau ingin memesan langsung tanpa melalui website kami bisa menghubungi langsung CS kami di WA, Email, dan No-Telp ya", 
                "Kakak bisa memesan produk pada website resmi kami di www.web.com, untuk cara pemesanannya bisa kakak lihat pada www.web.com/cara-pesan ya, apabila kakak masih mengalami kendala atau ingin memesan langsung tanpa melalui website kami bisa menghubungi langsung CS kami di WA, Email, dan No-Telp",
                "Kakak cukup memilih produk kopi yang diinginkan dan menekan tombol tambah, lalu untuk memproses pesanannya cukup menekan tombol checkout pada bagian menu keranjang belanja, dan kemudian kakak harus melengkapi form pengiriman, setelah itu kakak bisa melakukan pembayaran. Cara pemesanan yang lebih detail bisa kakak lihat pada www.git-coffee.com/cara-pesan ya kak, apabila kakak mengalami kendala atau ingin memesan langsung tanpa melalui website kami bisa menghubungi langsung CS kami di WA, Email, dan No-Telp"]
    },
    {
    "tag":"pembatalan",
    "patterns":["Apakah saya bisa membatalkan pesanan?",
                "Apakah saya dapat membatalkan pesanan?",
                "Bisakah saya membatalkan pesanan?",
                "Apakah saya bisa membatalkan pesanan saya?",
                "Apakah saya dapat membatalkan pesanan saya?",
                "Saya bisa batalin pesanan gak ya?",
                "Mau batalin pesanan nih apakah bisa?",
                "Apa bisa batalin pesanan?",
                "Bisa ga sih pesanan saya dibatalkan?",
                "boleh batalin pesanan saya?",
                "Boleh batalin pesanan saya gak ya",
                "Saya ada salah beli barang, bisa di batalin?",
                "Mau batalin pesanan barusan, apakah bisa?",
                "Saya gajadi pesen ini, bisa dibatalin ga?",
                "Saya kurang yakin dengan barangnya bisa dibatalkan pesanan saya?",
                "Saya kurang yakin dengan tokonya, bisa dibatalkan pesanan saya?",
                "Mau batalin pesanan saya",
                "Pengen batalin pesanan",
                "Ingin membatalkan pesanan",
                "Batalin pesanan",
                "Batal pesan",
                "Mau melakukan pembatalan pesanan",
                "Bisa batalin pesanan kan?",
                "Saya barusan beli, bisa dibatalin?",
                "Mau ngebatalin pembelian saya yang barusan"],
    "responses":["Mohon maaf ya... kakak sudah tidak bisa mengajukan pembatalan pesanan apabila sudah melakukan pembayaran dan mendapat konfirmasi pemesanan",
                "Mohon maaf sebelumnya, kakak sudah tidak bisa mengajukan pembatalan pemesanan nih juka sudah melakukan pembayaran dan mendapatkan konfirmasi pemesanan",
                "Jika kakak sudah melakukan pembayaran dan menerima konfirmasi pemesanan, mohon maaf kak, kakak tidak bisa melakukan pembatalan pemesanan",
                "Mohon maaf kak, jika kakak sudah melakukan pembayaran dan menerima konfirmasi pemesanan, tidak bisa melakukan pembatalan pesanannya ya, pastikan terlebih dahulu untuk mengecek barang sebelum melakukan pembayaran",
                "Jika kakak belum melakukan pembayaran dan mendapatkan konfirmasi pemesanan, maka kakak bisa melakukan pembatalan pemesanan atau tidak perlu membayar pesanan tersebut, karena dalam jangka waktu 24jam secara otomatis sistem akan membatalkan pesananan kakak"]
    },
    {
    "tag":"pembayaran",
    "patterns":["Bagaimana cara melakukan pembayaran?",
                "Gimana cara melakukan pembayaran?",
                "Mau melakukan pembayaran, caranya gimana ya?",
                "Mau bayar nih, gimana sih caranya?",
                "Cara bayarnya gimana ya?",
                "Bayarnya gimana ya?",
                "Mau melakukan pembayaran nih",
                "Cara bayar",
                "Cara bayar pesanan",
                "Bayarnya gimana sih caranya?", 
                "Mau proses belanjaan, cara bayarnya gemana?", 
                "Metode pembayaran", 
                "Mau bayar tapi bingung, gemana caranya ya?", 
                "Ajarin cara bayarnya dong", 
                "Bisa kasih tau cara bayarnya?", 
                "Cara bayar pesanannya gemana si?",
                "Bantuin cara bayarnya bisa kah?",
                "Cara bayarnya gemana ya? masih kurang paham nih",
                "Mau bayar pesanan kopi tapi gatau cara bayarnya",
                "Tinggal bayar aja tapi bingung caranya",
                "Cara bayarnya gemana tuh? kasih tau dong"],
    "responses":["Untuk informasi cara pembayaran kakak bisa mengklik tautan ini www.git-coffee.com/metode-pembayaran, apabila masih menemui kendala, kakak bisa menghubungi CS kami di WA, Email, dan No-Telp ya",
                "Untuk cara pembayarannya bisa kakak lihat pada www.git-coffee.com/metode-pembayaran, nanti kalau kakak masih menemui kendala terkait pembayaran kakak bisa menghubungi CS kami di WA, Email, dan No-Telp ya",
                "Sudah ingin membayar pesanan ya? untuk langkah-langkahnya bisa kakak lihat pada www.git-coffee.com/metode-pembayaran ya, nanti misalkan kakak ada kesulitan atau menemui kendala terkait pembayaran kakak bisa menghubungi CS kami di WA, Email, dan No-Telp", 
                "Untuk melakukan pembayaran kakak bisa mengikuti instruksi pada link berikut www.git-coffee.com/metode-pembayaran, apabila kakak menemui kendala dalam melakukan pembayaran, kakak bisa menghubungi CS kami di WA, Email, dan No-Telp",
                "Untuk metode pembayaran bisa dicek pada www.git-coffee.com/metode-pembayaran, apabila kakak mengalami kesulitan dan sebagainya dalam melakukan pembayaran, kakak bisa menghubungi CS kami di WA, Email, dan No-Telp",
                "Hai kak jika sudah selesai melakukan pesanan dan ingin melakukan pemembayaran, instruksinya bisa kakak cek di www.git-coffee.com/metode-pembayaran, kakak juga bisa menghubungi CS kami di WA, Email, dan No-Telp apabila mengalami kesulitan dalam melakukan pembayaran ya, terima kasih"]
    },
    {
    "tag":"metode bayar",
    "patterns":["Metode pembayaran apa saja ya yang tersedia?",
                "Metode pembayaran apa aja?",
                "Bayarnya bisa melalui apa aja ya?",
                "Metode pembayarannya apa aja sih?",
                "Metode pembayaran apa aja ya?",
                "Bayarnya bisa lewat apa?",
                "Menerima metode pembayaran apa saja ya?",
                "Metode pembayaran",
                "Bayar pesanan bisa lewat apa aja ya?", 
                "Metode bayar", 
                "Bayarnya bisa pake apa aja ya?", 
                "Dapat melakukan pembayaran dengan metode apa saja ya", 
                "Bayarnya bisa lewat apa aja nih?", 
                "Disini menerima pembayaran via apa aja?", 
                "Bisa bayar via apa aja?", 
                "Bayar via apa ya?", 
                "Bayar lewat apa aja?",
                "Bayarnya bisa pakai apa aja ya?", 
                "Metode pembayarannya apa aja sih di toko ini?", 
                "Ada metode pembayaran apa aja tuh?", 
                "Boleh tau metode pembayarannya lewat apa saja?",
                "Mau tau metode pembayarannya dong",
                "Bisa bayar lewat apa aja nih di toko ini?"],
    "responses":["Untuk saat ini metode pembayaran yang diterima hanya melalui Bank Transfer dan E-Wallet saja ya kak, untuk lebih jelasnya dapat kakak lihat pada www.git-coffee.com/metode-pembayaran",
                "Kakak bisa melakukan pembayaran melalui Bank Transfer atau E-Wallet ya, untuk lebih jelasnya mengenai cara pembayaran dan nomor rekening dapat kakak lihat pada www.web.com/metode-pembayaran",
                "Untuk metode pembayaran yang tersedia saat ini hanyalah melalui Bank Transfer dan E-Wallet saja ya kak... Untuk info terkait pembayaran bisa kaka lihat pada www.git-coffee.com/metode-pembayaran", 
                "Untuk metode pembayarannya kakak bisa memilih mau melakukan pembayaran via Bank Transfer atau E-Wallet ya kak... Terkait informasi pembayaran juga bisa kakak lihad pada link berikut www.git-coffee.com/metode-pembayaran",
                "Metode pembayaran yang kami gunakan saat ini baru bisa melalui Bank Transfer dan E-Wallet ya kak, untuk info pembayarannya sendiri bisa kakak lihat nih di www.git-coffee.com/metode-pembayaran"]
    },
    {
    "tag":"transfer",
    "patterns":["Apakah bisa menggunakan transfer bank untuk melakukan pembayaran?",
                "Apakah bisa melalui transfer bank untuk pembayarannya?",
                "Bisa transfer?",
                "Bisa bayar lewat transfer bank?",
                "Kalau mau transfer, bisa lewat mana?",
                "Bisa transfer kemana aja?",
                "Bank mana aja kalo mau transfer?",
                "Bisa lewat bank mana aja kalau mau transfer?",
                "Lewat bank apa aja ya kalo mau transfer?", 
                "Transfer", 
                "Transfer bank", 
                "Rekening bank", 
                "Bisa transfer? kalau bisa ke rekening bank apa aja ya?", 
                "Disini kalau mau transfer bisa ke bank mana aja?", 
                "Boleh tau nomor rekening banknya?", 
                "Berapa nomor rekeningnya?", 
                "Mau bayar nih, nomor rekeningnya kasih tau dong", 
                "Minta daftar rekeningnya untuk pembayaran", 
                "Ini pembayarannya bisa transfer ke bank apa saja ya?", 
                "Bisa transfer bank kan ya? kemana aja tuh?",
                "Transfer kemana nih, bagi nomer rekeningnya dong",
                "Nomer rekening bank"],
    "responses":["Untuk metode pembayaran via Transfer Bank kakak bisa melalui Bank A dengan No.Rek, Bank B dengan No.Rek, dan Bank C dengan No.Rek. Info lengkap mengenai pembayaran bisa kakak lihat pada www.git-coffee.com/metode-pembayaran", 
                "Kakak bisa Transfer ke Bank A dengan No.Rek, Bank B dengan No.Rek, dan Bank C dengan No.Rek ya. Untuk info lengkap mengenai pembayaran bisa kakak lihat nih di www.web.com/metode-pembayaran", 
                "Ini daftar rekening kita kak: Bank A dengan No.Rek, Bank B dengan No.Rek, dan Bank C dengan No.Rek. Info pembayaran juga bisa kakak lihat ya di www.git-coffee.com/metode-pembayaran", 
                "Untuk saat ini kakak bisa melakukan pembayaran via Transfer Bank pada Bank A dengan No.Rek, Bank B dengan No.Rek, dan Bank C dengan No.Rek, info pembayarannya bisa dilihat juga ya kak pada  www.git-coffee.com/metode-pembayaran"]
    },
    {
    "tag":"e-wallet",
    "patterns":["Apakah bisa menggunakan e-wallet untuk melakukan pembayaran?", 
                "Apakah bisa e-wallet untuk pembayarannya?", 
                "Bisa pakai e-wallet?", 
                "Bisa bayar lewat e-wallet?", 
                "Kalau mau pakai e-wallet, bisa lewat mana?", 
                "Pakai e-wallet bisa transfer kemana aja?", 
                "Bisa bayar pakai gopay?", 
                "Bisa bayar pakai ovo?", 
                "Bisa bayar pakai dana?", 
                "Bisa bayar pakai Shopee Pay?",
                "Bisa bayar pakai Shopeepay?", 
                "Bisa bayar pakai Qris?",
                "E-wallet", 
                "Platform E-wallet", 
                "Transfer E-wallet", 
                "Gopay", 
                "Dana", 
                "Ovo", 
                "Shopeepay",
                "Shopee pay",
                "Qris", 
                "Mau bayar lewat e-wallet bisa gak si?", 
                "bisa bayar lewat e-wallet kan?", 
                "Bayar pakai gopay bisa gak?",
                "Bayar pakai dana bisa gak?",
                "Bayar pakai ovo bisa gak?",
                "Bayar pakai shopeepay bisa gak?", 
                "Bayar pakai shopee pay bisa gak?", 
                "Bayar pakai qris bisa gak?", 
                "Kalau mau bayar pake e-wallet bisa lewat mana aja ya?",
                "Minta daftar pembayaran lewat e-wallet dong",
                "Boleh tau daftar pembayaran lewat e-walletnya?",
                "Bisa bayar kemana nih kalau mau pake e-wallet", 
                "E wallet", 
                "Bisa dong bayar pake e wallet", 
                "Disini udah bisa bayar pake e wallet?"],
    "responses":["Saat ini untuk metode pembayaran via E-Wallet kakak bisa melalui Gopay dengan Nomor, Dana dengan Nomor, dan OVO dengan Nomor. Info lengkap mengenai pembayaran bisa kakak lihat pada www.git-coffee.com/metode-pembayaran",
                "Untuk pembayaran via E-Wallet bisa melalui Gopay dengan Nomor, Dana dengan Nomor, dan OVO dengan Nomor, atau lebih jelasnya bisa kakak lihat pada www.git-coffee.com/metode-pembayaran", 
                "Kakak bisa melakukan pembayaran melalui Gopay dengan Nomor, Dana dengan Nomor, dan OVO dengan Nomor, apabila ingin mengetahui detail pembayaran lebih lanjut, kaka bisa lihat pada www.git-coffee.com/metode-pembayaran", 
                "Untuk E-Wallet, saat ini kami hanya menerima melalui Gopay dengan Nomor, Dana dengan Nomor, dan OVO dengan Nomor saja ya kak, nanti informasi terkait pembayaran bisa kakak lihat pada www.git-coffee.com/metode-pembayaran nih",
                "Ini daftar pembayaran melalui E-Wallet ya kak Gopay dengan Nomor, Dana dengan Nomor, dan OVO dengan Nomor. Misalkan kakak penasaran dengan cara pembayarannya bisa dilihat juga pada www.git-coffee.com/metode-pembayaran"]
    },
    {
    "tag":"pengiriman",
    "patterns":["Untuk pengiriman menggunakan jasa apa saja?", 
                "Pengirimannya menggunakan apa saja", 
                "Pengirimannya lewat mana aja?", 
                "Pakai jasa pengiriman apa aja?", 
                "Bisa kirim lewat pos?", 
                "Bisa kirim lewat jne?", 
                "Bisa kirim lewat sicepat?", 
                "Bisa kirim lewat jnt?", 
                "Bisa kirim lewat j&t?", 
                "Bisa kirim lewat tiki?", 
                "Jasa kirim apa saja yang dipakai?", 
                "Bisa kirim lewat apa saja?", 
                "Pengiriman lewat apa?", 
                "Jasa kirim", 
                "Pengiriman pesanan", 
                "Tiki", 
                "Jne", 
                "Jnt", 
                "J&t", 
                "Pos", 
                "Pos Indonesia", 
                "Boleh tau daftar jasa pengiriman yang digunakan?", 
                "Mau tau dong jasa pengiriman apa aja yang dipakai",
                "Bisa minta daftar jasa pengirimannya?", 
                "Pakai jasa pengiriman apa aja nih disini?", 
                "Daftar jasa kirim", 
                "Daftar jasa pengiriman paket",
                "Paketnya dkirim pake jasa apa ya?"],
    "responses":["Saat ini kami hanya menggunakan jasa pengiriman POS Indonesia, SiCepat, JNE, J&T, dan TIKI. Info lengkap mengenai pengiriman barang bisa kakak lihat lihat pada www.git-coffee.com/pengiriman",
                "Untuk jasa pengiriman kami menggunakan POS Indonesia, SiCepat, JNE, J&T, dan TIKI, atau lebih jelasnya bisa kakak lihat pada www.git-coffee.com/pengiriman",
                "Kami mempercayakan terkait pengiriman kepada jasa pengiriman POS Indonesia, SiCepat, JNE, J&T, dan TIKI kak, apabila ingin mengetahui detail pengiriman lebih lanjut, kakak bisa lihat pada www.git-coffee.com/pengiriman",
                "Daftar jasa pengiriman yang kami gunakan saat ini yaitu POS Indonesia, SiCepat, JNE, J&T, dan TIKI. Informasi terkait pengiriman bisa kakak lihat ya pada www.git-coffee.com/pengiriman"]
    },
    {
    "tag":"status_pesanan",
    "patterns":["Saya ingin mengetahui status pesanan saya", 
                "Cara mengetahui status pesanan bagaimana ya?", 
                "Status pesanan", 
                "Info Pesanan", 
                "Info status pesanan",
                "Apakah pesanan saya sudah diproses?", 
                "Apakah pesanan saya sudah kirim?", 
                "Pesanan saya sudah diproses atau belum ya?", 
                "Pesanan saya sudah diproses belum?", 
                "Mau tau status pesanan, caranya gemana ya?",
                "Cara lihat status pesanan gemana ya?", 
                "Info pesanannya bisa diliat dimana si?", 
                "Mau tau informasi pesanan", 
                "Informasi pesanan saya bisa dilihat dimana ya?",
                "Kalau mau ngecek status pesanan dimana si?", 
                "Caranya ngecek status pesanan gemana?", 
                "Bagaimana caranya saya melihat status dari pesanan saya", 
                "Liat info pesanan dimana?",
                "Cara tau status pesanan saya gemana si?", 
                "Status pesanan ada dimana ya? bingung nih", 
                "Kasih tau terkait status pesanan dong"],
    "responses":["Terkait status pesanan kakak dapat dilihat pada menu Akun dan pilih bagian Status Pesanan atau kakak bisa mengklik tautan berikut www.git-coffee.com/Akun/Status-Pesanan, terima kasih atas pesanannya!",
                "Sebelummnya terima kasih kak sudah melakukan pemesanan pada toko kami, terkait status pesanan dapat kakak lihat pada menu Akun dan pilih bagian Status Pesanan atau kakak bisa mengklik tautan berikut www.git-coffee.com/Akun/Status-Pesanan",
                "Terima kasih banyak kak sudah melakukan pemesanan pada toko kami, untuk status pemesanan kakak dapat dilihat pada menu Akun dan pilih bagian Status Pesanan atau kakak bisa mengklik pada tautan berikut www.git-coffee.com/Akun/Status-Pesanan ya kak",
                "Untuk memantau status pemesanan kakak, dapat dilihat pada menu Akun dan pilih bagian Status Pesanan atau kakak bisa mengklik pada tautan berikut www.git-coffee.com/Akun/Status-Pesanan. Terima kasih atas pesanannya!"]
    },
    {
    "tag":"estimasi",
    "patterns":["Berapa lama waktu pengiriman?", 
                "Berapa hari untuk waktu pengiriman?", 
                "Waktu pengiriman", 
                "Estimasi Pengiriman", 
                "Berapa lama ya pesanan saya sampai?", 
                "Butuh berapa hari untuk pengirimannya ya?", 
                "Kira-kira berapa lama ya pengirimannya?", 
                "Lama gak ya pengirimannya?", 
                "Apakah bisa sampai besok?", 
                "Apa barangnya bisa sampai besok?", 
                "Kapan pesanan ku sampai?", 
                "Kok pesanannya belum sampai ya?", 
                "Pesanan belum sampai", 
                "Berapa lama sih estimasi pengirimannya?", 
                "Mau tau dong estimasi waktu pengirimannya", 
                "Berapa hari sih pengirimannya?", 
                "Mau tau dong berapa hari waktu pengirimannya", 
                "Jelasin estimasi pengirimannya dong", 
                "Berapa lama ya pengiriman barangnya?", 
                "Berapa hari ya paketnya sampai?", 
                "Berapa lama si paketnya baru sampai ke tempat saya?"],
    "responses":["Terkait estimasi pengiriman waktu tercepat adalah 2 sampai 3 hari dan untuk estimasi maksimalnya adalah 7 hari ya kak",
                "Untuk estimasi pengiriman tercepat adalah 2 sampai 3 hari dan untuk estimasi maksimalnya adalah 7 hari ya kak",
                "Estimasi pengirimannya tercepat adalah 2 sampai 3 hari dan untuk estimasi maksimalnya adalah 7 hari kak",
                "Estimasi tercepat pengirimannya 2 sampai 3 hari ya kak, dan untuk estimasi terlamanya adalah 7 hari",
                "Kemungkinan paket sampai rumah kakak untuk waktu tercepatnya sekitar 2 sampai 3 hari ya, dan untuk waktu terlamanya adalah 7 hari",
                "Kemungkinan paketnya sampai rumah kakak bisa dalam waktu 2 sampai 3 hari ya untuk paling cepatnya, sedangkan ada kemungkinan untuk waktu terlamanya adalah 7 hari"]
    },
    {
    "tag":"komplain",
    "patterns":["Kok kopinya gini si",
                "Kok barangnya gini yang dateng",
                "Kok pengemasannya tidak memuaskan ya",
                "Kok kopinya tidak sesuai ekspektasi saya ya",
                "Kopinya ga sesuai deskripsi nih",
                "Kopinya tidak seperti yang aku harapkan",
                "Kopinya ga enak",
                "Mau komplain, bisa gak ya?",
                "Kopi yang datang kok beda ya?",
                "Barang yang dateng kok tidak sesuai?",
                "Barangnya gak sesuai pesanan",
                "Saya mau mengajukan komplain",
                "Mau komplain",
                "Komplain",
                "Saya mau mengajukan komplen",
                "Mau komplen",
                "Komplen",
                "Mau komplain nih, barang tidak sesuai pesanan",
                "Saya mau mengajukan komplain, barang tidak sesuai pesanan",
                "Barangnya tidak sesuai, saya bisa mengajukan komplain?",
                "Barangnya tidak sesuai, mau komplain terkait barang",
                "Barangnya tidak sampe, gimana ya?",
                "Barangnya tidak kunjung datang",
                "Saya masih belum menerima barangnya",
                "Barangnya belum sampe juga",
                "Barangnya ga sampe",
                "Proses pengiriman selesai, tapi saya masih belum menerima barangnya",
                "Barang yang datang tidak sesuai pesanan saya, gemana nih? bisa mengajukan komplain?",
                "Kok kemasannya agak penyok ya",
                "Ada cacat sama paketnya",
                "Pengemasannya ga rapi nih",
                "Pengemasannya kurang bagus",
                "Kopinya beda dari yang saya pesan",
                "Kopi gak enak",
                "kopi tidak enak",
                "Kopinya ga enak banget",
                "Ga enak",
                "rasa kopinya aneh",
                "Rasanya aneh"],
    "responses":["Baik kak mohon maaf atas hal yang dialami, terkait komplain kakak silahkan isi form pengaduan pada tautan berikut ya www.git-coffee.com/form-aduan, komplain kakak akan kami proses dalam waktu 1x24 jam, mohon ditunggu",
                "Mohon maaf kak atas ketidaknyamanan yang kakak alami, kakak bisa mengisi form pada tautan berikut ini www.git-coffee./form-aduan agar kami dapat memproses komplain kakak dalam waktu 1x24 jam, mohon ditunggu ya",
                "Kakak bisa menyampaikan komplain dengan mengisi pada form pengaduan pada tautan berikut ya www.git-coffee.com/form-aduan ya kak, komplain kakak akan di proses dalam waktu 1x24 jam, mohon ditunggu dan kami mohon maaf atas ketidaknyamanaannya",
                "Silahkan isi form pengaduan pada tautan berikut www.git-coffee.com/form-aduan kak, nanti komplain kakak akan kami proses dalam waktu 1x24 jam ya, mohon ditunggu dan maaf atas ketidaknyamanannya"]
    },
    {
    "tag":"produk",
    "patterns":["Jual produk apa?",
                "Jualan apa si?",
                "Yang dijual apa ya?",
                "Mau tau produknya dong",
                "Git coffee jualan apa si?",
                "Apa yang dijual disini?",
                "Disini jualan apaan?",
                "Apa produk yang kamu jual?",
                "Jualan produk apa aja disini si?", 
                "Mau tau produknya",
                "Tertarik sama tokonya nih, jualan apa aja ya?",
                "Kasih tau produk yang anda jual",
                "Beritahu produk kalian dong",
                "Produk yang dijual apa aja ya? banyak ga?",
                "Ada berapa macam produk yang dijual disini?",
                "Mau beli nih, ada apa aja si produknya yang dijual",
                "Produk",
                "Jualan",
                "Jualan apa?",
                "Daftar produknya dong"],
    "responses":["Git Coffee menjual kopi dalam bentuk bubuk kak seperti kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Kalau kakak penasaran sama info lengkap produk yang kami jual bisa dilihat pada www.git-coffe.com/produk ya kak... Kopi mana nih yang jadi favorit kakak?",
                "Di Git Coffee kita menjual kopi dalam bentuk bubuk ya kak seperti kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya, info produk secara lengkapnya bisa kakak lihat di www.git-coffee.com/produk ya kak",
                "Disini kita jual produk kopi dalam bentuk bubuk kak, ada beberapa jenisnya seperti kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Oiya, kalau kakak ingin tau lebih lanjut mengenai produk yang kita jual, bisa klik tautan ini ya kak www.git-coffee.com/produk",
                "Produk yang kami jual di Git Coffe adalah kopi dalam bentuk bubuk ya kak, untuk jenisnya seperti kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Kakak bisa akses informasi lengkap terkait produk kita di www.git-coffee.com/produk ya kak",
                "Kopi dalam bentuk bubuk adalah produk yang kami jual kak, untuk variannya seperti kopi arabica, robusta, luwak, latte, macchiato, dan ada juga kopi dengan berbagai rasa lainnya. Informasi lengkap produknya bisa kaka lihat di www.git-coffee.com/produk ya kak"]
    },
    {
    "tag":"kritik saran",
    "patterns":["Mau kasih kritik nih",
                "Aku ada saran buat kalian",
                "Bisa kasih masukan?",
                "Boleh kan kasih masukan ke kalian?",
                "Boleh kasih kritikan ke kalian?",
                "Kritikan",
                "Saran",
                "Memberi kritik dan saran",
                "Mau ngasih kritik dan saran gemana caranya?",
                "Mau ngasih masukan buat kalian tapi gatau caranya",
                "Kalau mau ngasih masukan lewat mana ya?",
                "Masukan",
                "Aku punya kritik sama saran nih buat kalian",
                "Aku punya masukan yang bagus nih buat git coffee",
                "Aku punya ide menarik untuk bisnismu",
                "Mau ngasih ide buat jualannya",
                "Ide",
                "Ada ide menarik nih buat kalian, ada kritikan juga",
                "Ada kritikan yang ingin saya beri",
                "Ada beberapa masukan yang ingin saya sampaikan",
                "Ada kritikan yang ingin saya sampaikan untuk kalian"],
    "responses":["Terima kasih banyak kak sebelumnya, untuk pemberian kritik dan saran bisa melalui tautan berikut ini ya www.git-coffee.com/kritik-saran",
                "Kakak bisa menyampaikan kritik dan saran kakak melalui tautan berikut ya www.git-coffee.com/kritik-saran. Terima kasih banyak",
                "Kalau kakak ingin memberikan kritik dan saran untuk kita bisa melalui tautan berikut ya kak www.git-coffee.com/kritik-saran, kami sangat berterima kasih atas kritik dan saran yang kakak sampaikan ya",
                "Kritik dan saran kakak bisa disampaikan melalui www.git-coffee.com/kritik-saran ya kak, terima kasih banyak sudah mau membantu kami untuk berkembang menjadi lebih baik",
                "Silahkan kunjungi tautan berikut ya kak www.git-coffee.com/kritik-saran untuk kritikan atau saran yang ingin kakak sampaikan, terima kasih banyak atas kepedulian kakak terhadap kami ya, semoga kedepannya bisa menjadi lebih baik dalam memberikan pelayanan"]
    },
    {
    "tag":"tinggicafein",
    "patterns":["Kopi tinggi cafein apa yaa", 
                "Saran kopi tinggi cafein dong", 
                "Rekomendasi kopi tinggi cafein?", 
                "Kopi yang tinggi cafein jenis kopi apa yaa?", 
                "Kopi tinggi kafein apa yaa", 
                "Saran kopi tinggi kafein dong", 
                "Rekomendasi kopi tinggi kafein?", 
                "Kopi yang tinggi kafein jenis kopi apa yaa?", 
                "Kopi tinggi cafein", 
                "Tinggi cafein", 
                "Kopi yang cafeinnya tinggi apaan?", 
                "Kafein", 
                "Tinggi Kafein", 
                "Kopi tinggi kafein", 
                "Gua suka kopi yang tinggi kafein nih, ada?", 
                "Kopi yang cafeinnya tinggi apa?", 
                "Rekomendasiin kopi yang tinggi cafein dong", 
                "Disini ada kopi yang cafeinnya tinggi?", 
                "Kopi yang tinggi cafein apa? tau ga bot?", 
                "Disini jual kopi yang cafeinnya tinggi?", 
                "Mau kopi yang tinggi cafein",
                "Saranin saya dong kopi yang kafeinnya tinggi",
                "Aku suka kopi yang tinggi cafein, ada gak si?",
                "Rekomendasiin gua kopi yang tinggi cafein bro",
                "Ada jual kopi yang kafeinnya tinggi ga?",
                "Saya suka begadang nih, ada kopi yang kafeinnya tinggi?",
                "Kasih saya rekomendasi kopi tinggi cafein dong",
                "Kopi yang kafeinnya tinggi punya ga?",
                "Saya suka kopi tinggi kafein",
                "Saya gemar kopi tinggi cafein"],
    "responses":["Kalo kopi tinggi kafein mimin saranin buat coba robusta kak (:",
                "Robusta cocok buat kakak yang butuh tinggi kafein",
                "Kopi robusta kami memiliki kandungan kafein yang cukup tinggi untuk kakak yang butuh energi lebih untuk melek :D"]
    },
    {
    "tag":"manis",
    "patterns":["Saya suka kopi manis", 
                "Saran kopi manis dong", 
                "Rekomendasi kopi manis?", 
                "Kopi yang rasanya manis jenis kopi apa yaa?",
                "Kopi manis",
                "Manis",
                "Kopi yang manis ada ga si?",
                "Saya ga terlalu suka kopi yang pahit, kalau yang manis ada?",
                "Mau cari kopi yang manis",
                "Rekomendasiin gua kopi yang rasanya manis",
                "Bisa kasih rekomendasi kopi yang manis bot?",
                "Kopi yang ga pahit ada?",
                "Tidak pahit",
                "Tidak pait",
                "Gamau kopi pait",
                "Tidak mau kopi yang pahit",
                "Saran kopi yang tidak pahit ada?",
                "Kopi yang ga pait itu ada gak si?",
                "Saya lebih suka kopi yang gak pahit nih, ada saran?",
                "Tunjukin kopi yang gak pahit",
                "Gak pahit",
                "Gak pait",
                "Mau kopi yang manis, ada?",
                "Mau kopi yang gak pahit, ada?",
                "Mau kopi yang tidak pait, ada?",
                "Mau kopi yang tidak pahit dong",
                "Apa rekomendasi kamu soal kopi yang manis?",
                "Apa rekomendasi kamu soal kopi yang gak pahit?",
                "Apa rekomendasi kamu soal kopi yang tidak pait?",
                "Beri saya saran kopi yang manis!",
                "Beri saya saran kopi yang tidak pahit!",
                "Beri saya saran kopi yang gak pait!",
                "Tolong kasih tau saya kopi yang manis ya",
                "Tolong kasih tau saya kopi yang tidak pait ya",
                "Tolong kasih tau saya kopi yang ga pahit ya"],
    "responses":["Kalo kopi manis sih mimin saranin buat coba arabica/latte/macchiato/kopi rasa kak (:",
                "Arabica aja kak kalo mau kopi yang rasanya lebih manis, kalo suka yang lebih manis bisa cobain latte/macchiato/kopi kreasi kami, silakan liat-liat di katalog yaa :D",
                "Mimin saranin buat coba rabica/latte/macchiato/kopi rasa sih kalo mau yang manis-manis :)"]
    },
    {
    "tag":"arabica",
    "patterns":["Kopi arabica apa si?", 
                "Apa itu kopi arabica?", 
                "Jelasin kopi arabica", 
                "Arabica", 
                "Maksudnya kopi arabica apa ya?",
                "Arabican", 
                "Kopi arabica", 
                "Kopi arabican", 
                "Jelaskan apa itu kopi arabica", 
                "Apa yang dimaksud dengan kopi arabica", 
                "Kopi arabica? Jelasin dong", 
                "Bisa kasih tau maksud kopi arabica?", 
                "Kopi arabica? apaan tuh? baru denger",
                "Aku masih awam sama kopi, jelasin dong maksud kopi arabica", 
                "Kenapa disebut kopi arabica?", 
                "Maksudnya kopi arabica itu apa ya? jelasin dong", 
                "Jelasin dulu apa itu kopi arabica", 
                "Saya orang awam, jelasin dong kopi arabica itu apa", 
                "Arabica rasanya gimana?", 
                "Kopi arabica itu apa?", 
                "Kopi arabica apaan bot? baru denger nih",
                "Apalagi itu kopi arabica?",
                "Kasih paham kopi arabica dong",
                "Penasaran sama kopi arabica, itu kopi apa ya?",
                "Tolong jelasin tentang kopi arabica dong"],
    "responses":["Kopi arabica merupakan kopi yang berasal dari Etiophia di Afrika dan dibawa serta banyak dibudidayakan di Arab, kopi ini sangat digemari banyak orang kak karena memiliki rasa yang lebih kompleks, rasa manis dan asam yang pas, karakteristik yang smooth, serta keseimbangan kenikmatan yang sulit disaingi. Kopi arabica juga tidak begitu asam... jadi cocok nih buat kakak yang lambungnya tidak terlalu kuat untuk minum kopi",
                "Kopi arabica merupakan kopi yang sangat digemari banyak orang kak karena memiliki rasa yang lebih kompleks, rasa manis dan asam yang pas, karakteristik yang smooth, serta keseimbangan kenikmatan yang sulit disaingi. Oiya kak, kopi arabica juga tidak begitu asam nih, jadi bisa dikonsumsi oleh orang yang lambungnya tidak terlalu kuat untuk minum kopi",
                "Kopi arabica merupakan kopi yang memiliki rasa yang lebih kompleks, rasa manis dan asam yang pas, karakteristik yang smooth, serta keseimbangan kenikmatan yang sulit disaingi, oleh karena itu jenis kopi arabica merupakan kopi yang banyak digemari banyak orang nih kak... Kopi ini juga tidak begitu asam loh, jadi aman untuk dikonsumsi oleh orang yang tidak terlalu kuat untuk minum kopi",
                "Kopi yang memiliki rasa yang lebih kompleks, rasa manis dan asam yang pas, karakteristik yang smooth, serta keseimbangan kenikmatan yang sulit disaingi... Itulah kopi arabica kak, kopi jenis ini juga tidak terlalu asam loh, jadi aman dikonsumsi oleh orang yang lambungnya tidak terlalu kuat untuk minum kopi... hal ini lah yang membuat kopi arabica digemari banyak orang kak",
                "Arabica adalah salah satu jenis kopi yang kami produksi dengan rasa manis dan aroma lebih segar dari kopi robusta. Kopi arabica cocok untuk penikmat kopi autentik dan sudah nikmat untuk dikonsumsi tanpa tambahan gula/krimer."]
    },
    {
    "tag":"robusta",
    "patterns":["Kopi robusta apa si?", 
                "Apa itu kopi robusta?", 
                "Jelasin kopi robusta", 
                "Robusta", 
                "Maksudnya kopi robusta apa ya?", 
                "Kopi robusta", 
                "Jelaskan apa itu kopi robusta", 
                "Apa yang dimaksud dengan kopi robusta",
                "Kopi robusta? Jelasin dong", 
                "Bisa kasih tau maksud kopi robusta?", 
                "Kopi robusta? apaan tuh? baru denger", 
                "Aku masih awam sama kopi, jelasin dong maksud kopi robusta", 
                "Kenapa disebut kopi robusta?", 
                "Maksudnya kopi robusta itu apa ya? jelasin dong", 
                "Jelasin dulu apa itu kopi robusta", 
                "Saya orang awam, jelasin dong kopi robusta itu apa",
                "Robusta rasanya gimana?", 
                "Kopi robusta itu apa?", 
                "Jelasin kek apa itu kopi robusta", 
                "Kopi robusta? apaan tuh? baru denger",
                "Penasaran sama kopi robusta, jelasin ya",
                "Jelaskan kepada saya apa itu kopi robusta itu",
                "Apa yang kamu ketahui soal kopi robusta?",
                "Kamu paham apa itu kopi robusta?",
                "Bot nya paham gak nih soal apa itu kopi robusta?",
                "Berikan penjelasan terkait kopi robusta",
                "Kopi robusta, pengen tahu penjelasannya",
                "Kasih paham soal kopi robusta",
                "Kopi robusta, apalagi coba itu?",
                "Jelasin dulu dong apa itu kopi robusta",
                "Saya penasaran nih sama kopi robusta",
                "Tolong jelasin tentang kopi robusta dong"],
    "responses":["Kopi robusta merupakan kopi yang memiliki kadar kafein rendah namun memiliki kadar gula dan tingkat keasaman yang tinggi... kopi robusta juga memiliki aroma dan cita rasa yang kaya ya kak",
                "Kopi robusta merupakan kopi yang mempunyai aroma dan cita rasa yang kaya kak, kadar kafein di kopi ini juga terbilang rendah nih... namun kopi robusta memiliki kadar gula dan tingkat keasaman yang tinggi",
                "Kopi yang memiliki aroma dan cita rasa yang kaya serta kadar kafein yang rendah, namun kopi robusta memiliki kadar gula dan tingkat keasaman yang lebih tinggi, itulah penjelasan dari kopi robusta ya kak",
                "robusta adalah salah satu jenis kopi yang kami produksi dengan rasa pahit dan aroma seperti kacang. Kopi robusta cocok untuk disajikan bersama bahan lainnya seperti gula, krimer, dan susu. Kopi ini juga cocok digunakan sebagai base kopi dengan berbagai rasa seperti latte dan macchiato."]
    },
    {
    "tag":"beda arabica robusta",
    "patterns":["Bedanya kopi arabica dan robusta apa ya?",
                "Mau tau bedanya kopi robusta dan arabica", 
                "Bedanya arabica dan robusta", 
                "Kan sama-sama kopi ya, bedanya apa sih robusta sama arabica?", 
                "Perbedaannya apa tuh kopi arabica sama robusta",
                "Apasi perbedaannya kopi robusta sama kopi arabica, jelasin dong", 
                "Mau tau nih perbedaannya kopi robusta sama arabica", 
                "Emang ada bedanya ya kopi arabica sama robusta?", 
                "Jelasakan perbedaan kopi robusta dan arabica", 
                "Perbandingan kopi arabica dan robusta", 
                "Kopi robusta sama arabica? sama gak si?", 
                "Jelasin perbedaan kopi arabica sama robusta dong, masih awam nih", 
                "Bedanya kopi robusta sama arabica apaan tuh? mau tau dong",
                "Kasih saya paham bedanya kopi arabica dengan kopi robusta",
                "Jelasin coba bedanya kopi robusta sama arabica? bisa?",
                "Bisa jelasin kan bedanya arabica sama robusta?",
                "Arabica sama robusta emangnya beda ya?",
                "Beda gak si robusta sama arabica itu? jelasin dong",
                "Penasaran nih sama bedanya arabica dan robusta",
                "Beda Arabica robusta",
                "Perbedaan Robusta dan arabica",
                "Apakah kopi robusta dan kopi arabica berbeda?",
                "Perbedaan dari kopi arabica dan robusta",
                "Saya penasaran sama perbedaan kopi robusta dan arabica, bisa jelasin?",
                "Jelaskan perbedaan dari kopi arabica dengan kopi robusta",
                "Apa perbedaan, kopi robusta dan kopi arabica",
                "Apakah ada perbedaannya? kopi robusta dengan kopi arabica?",
                "Saya mau tahu bedanya kopi robusta dan arabica"],
    "responses":["Perbedaan kopi arabica dan robusta ada di tingkat keasamannya, kadar kafein, dan kadar gula ya kak. Jadi kopi robusta itu memiliki tingkat keasaman dan kadar gula yang lebih tinggi dari kopi arabica, namun untuk kadar kafein kopi robusta 2x lebih rendah dari kopi arabica nih. Oiya kalau lambung kakak tidak terlalu kuat untuk mengkonsumsi kopi, kopi arabica lebih cocok karena memiliki tingkat keasaman yang lebih rendah dari kopi robusta",
                "Kopi robusta memiliki tingkat keasaman dan kadar gula yang lebih tinggi ya kak dibandingkan dengan kopi robusta, namun kadar kafein kopi robusta 2x lebih rendah nih dari kopi arabica. Kopi arabica lebih cocok untuk kakak yang lambungnya tidak terlalu kuat mengkonsumsi kopi ya kak karena memiliki tingkat keasaman yang lebih rendah dari kopi robusta",
                "Kopi arabica lebih aman dikonsumsi untuk orang yang lambungnya tidak terlalu kuat untuk mengkonsumsi kopi ya kak, ini karena tingkat keasamannya lebih rendah dari kopi robusta. Oiya kopi arabica memiliki kadar gula yang lebih rendah juga nih dari kopi robusta, namun kopi arabica memiliki kadar kafein 2x lebih tinggi dari kopi robusta ya kak"]
    },
    {
    "tag":"luwak",
    "patterns":["Apasih kopi luwak itu?", 
                "Kopi luwak mahal ya?", 
                "Tolong jelasin tentang kopi luwak dong", 
                "Kopi luwak", 
                "Luwak", 
                "Bisa kali kasih tau aku apa itu kopi luak", 
                "luak", 
                "Kopi luak", 
                "Tolong jelaskan kepada saya apa itu kopi luak", 
                "Jelasin kopi luwak", 
                "Kopi luwak? aneh ya namanya, itu kopi apa?", 
                "Baru denger kopi luwak, apaan itu coy?", 
                "Mau tau nih apa itu kopi luwak", 
                "Maksudnya apa si kopi luwak?", 
                "Kopi luwak apaan lagi anjir?", 
                "Lah baru denger gua, kopi luwak apaan bro?", 
                "Masih awam banget sama kopi, jelasin bisa dong apa itu kopi luwak", 
                "Kopi luak itu kopi yang gemana ya? jelasin lah", 
                "Tolong berikan penjelasan apa itu kopi luak", 
                "Astaga apa pula kopi luwak itu?", 
                "Kasih penjelasan dulu apa itu kopi luak", 
                "Penasaran sama kopi luak", 
                "Jelaskan kepada saya apa itu kopi luwak",
                "Wah penasaran nih sama kopi luwak, itu kopi apa ya?",
                "Pengen tahu soal kopi luwak",
                "Jelasin ya apa itu kopi luwak",
                "Itu kopi luwak maksudnya apa si?",
                "Beritahu saya apa itu kopi luwak",
                "Tolong jelaskan kopi luwak",
                "Tau kopi luwak?",
                "Ini botnya ngerti apa itu kopi luwak?",
                "Kopi luwak?, jelasin ya, masih awam nih"],
    "responses":["kopi luwak merupakan salah satu produk premium kami yang terdiri dari luwak arabica dan luwak robusta. Kopi ini telah melalui proses fermentasi di dalam tubuh luwak. Kopi ini memiliki rasa yang unik dengan rasa pahit akan tetapi memiliki clean aftertaste. Keterangan lebih lanjut silakan lihat catalog kami ya kak (:",
                "Kalau kakak mau mencoba kopi yang memiliki clean aftertaste, silakan coba kopi luwak aja kak! Kopi luwak produksi kami hadir di edisi premium dengan base kopinya adalah arabica dan robusta. Silakan kunjungi katalog kami ya kak untuk keterangan lebih lanjut :)"]
    },
    {
    "tag":"latte",
    "patterns":["Apasih kopi latte itu?",
                "Gimana rasa kopi latte?", 
                "Tolong jelasin tentang kopi latte dong", 
                "Kopi latte", 
                "Latte", 
                "Jelaskan tentang kopi latte", 
                "Kopi latte apaan?", 
                "Mau tau tentang kopi latte", 
                "Banyak ya jenis kopi itu, terus kopi latte apaan si?", 
                "Beritahu saya apa itu kopi latte", 
                "Latte apaan bot?", 
                "Masih awam si soal kopi, jadi kopi latte itu apa ya?", 
                "Mau tau kopi latte itu apa", 
                "Jelasin bisa kali, apa itu kopi latte",
                "Tolong jelaskan apa itu kopi latte",
                "Penasaran sama kopi latte, itu kopi apa ya?",
                "Kopi latte itu kopi yang bagaimana?",
                "Jelaskan apa itu kopi latte",
                "Penjelasan kopi latte",
                "Deskripsi kopi latte",
                "Deskripsiin kopi latte dong, bisa kan?",
                "Jelasin dong apa itu kopi latte",
                "Bisa kasih penjelasan kan soal kopi latte?",
                "Kopi latte itu apa ya? baru denger",
                "masih awam nih sama kopi, kopi latte itu apa ya?",
                "Botnya bisa jelasin kopi latte?",
                "Tentang kopi latte", 
                "Kopi latte? bisa jelasin ga ke gua?",
                "Gua mau tau nih kopi latte itu apa, bisa kasih penjelasan?",
                "Tau kopi latte ga nih?"],
    "responses":["kopi latte produksi kami adalah kopi yang siap disajikan dan akan memberikan sensasi creamy untuk kakak. Rasanya sangat autentik jika dibandingkan dengan kopi latte di pasaran yaitu manis dengan sedikit gurih. Kalau penasaran, langsung checkout pesanan saja ya kak :)",
                "Bagi kalian yang memiliki selera kopi creamy dan manis serta sedikit gurih, kopi latte produksi kami adalah pilihan yang tepat untuk kakak nih!"]
    },
    {
    "tag":"macchiato",
    "patterns":["Apasih kopi macchiato itu?", 
                "Gimana rasa kopi macchiato?", 
                "Tolong jelasin tentang kopi macchiato dong", 
                "Perbedaan macchiato dan latte apa?", 
                "Kopi macchiato",
                "Macchiato",
                "Macchiato apaan?",
                "Jelasin dong apa itu kopi macchiato",
                "Berikan saya penjelasan terkait kopi macchiato",
                "Macchiato tuh apasih?",
                "Macchiato itu apa?",
                "Rasa kopi macchiato kayak gimana?",
                "Mau tau dong tentang kopi macchiato",
                "Deskripsi kopi macchiato apa?",
                "Pengen tau tentang kopi macchiato",
                "Bisa jelasin gak tentnag kopi macchiato?",
                "Macchiato itu rasanya gimana>",
                "Kopi macchiato itu apa ya?",
                "kasi tau tentang kopi macchiato",
                "Beritahu tentang kopi macchiato",
                "Kopi macchiato itu gimana rasanya?",
                "Kopi Macchiato deskripsinya gimana",
                "Apasih macchiato itu?",
                "Kopi macchiato gimana penjelasannya?",
                "Jelasin macchiato dong",
                "Jelasin dong kopi macchiato ",
                "Kopi macchiato tu apasih?",
                "Macchiato kopi yang gimana ya?",
                "Macchiato kopi yang gimana rasanya?",
                "Bedanya latte dan macchiato?"],
    "responses":["kopi macchiato memang mirip dengan kopi latte. Akan tetapi, jika kakak menginginkan rasa kopi susu creamy dengan rasa kopi yang lebih strong, kakak bisa mencoba kopi macchiato yaa! Selain itu, kopi macchiato produksi kami mengandung 2.5 shot kopi espresso dan beberapa tambahan secret recipe loh :D",
                "Kopi macchiato memiliki komposisi yang serupa dengan kopi latte. Akan tetapi, kopi macchiato memiliki rasa kopi yang lebih strong karena kopi macchiato produksi kami terdiri dari 2.5 shot kopi espresso dan tambahan secret recipe kak. Silakan diorder yaa kalau penasaran :D"]
    },
    {
    "tag":"kopikreasi",
    "patterns":["Ada rasa apa aja di kopi kreasi?", 
                "Apa itu kopi kreasi?", 
                "Tolong jelasin tentang kopi kreasi dong",
                "Kopi kreasi",
                "Kreasi",
                "Penjelasan kopi kreasi",
                "Mau tau soal kopi kreasi",
                "Bisa jelasin ke saya apa itu kopi kreasi",
                "Penasaran sama kopi kreasi, jelasin dong",
                "Deskripsi kopi kreasi",
                "Apa arti kopi kreasi",
                "Kasih saya paham dong soal kopi kreasi",
                "Kopi kreasi itu apa ya? baru denger",
                "Kalau kopi kreasi? apaan tuh?",
                "Mau tahu soal kopi kreasi",
                "Saya penasaran sama yang namanya kopi kreasi, itu kopi apa ya?",
                "Kopi kreasi itu kopi yang kaya gemana si?",
                "Apalagi coba kopi kreasi, bisa jelasin?",
                "Bisa kan jelasin apa itu kopi kreasi?",
                "Botnya paham ga nih soal kopi kreasi?",
                "Berikan penjelasan kepada saya terkait kopi kreasi",
                "Deskripsikan apa itu kopi kreasi kepada saya",
                "Tertarik sama kopi kreasi, mau jelasin ga apa itu kopi kreasi?",
                "Bisa kasih penjelasan kepada saya soal kopi kreasi?",
                "Kopi kreasi? apaan lagi tuh? kasih tau dong",
                "Kopi kreasi? baru denger nih gua, bisa kasih pengertian dari kopi kreasi?",
                "Penjelasan terkait apa itu kopi kreasi",
                "Kalau kopi kreasi? itu apa ya?",
                "Wih... Kopi kreasi? keren juga! apasi emangnya kopi kreasi itu?",
                "Apa aja varian kopi kreasi?"],
    "responses":["Bagi kakak yang suka dengan petualangan, kakak bisa coba nih kopi kreasi. Kopi ini adalah salah satu produk inovatif kami yang memiliki berbagai varian rasa mulai dari rasa strawberry, coklat, caramel, mint, dan gula aren. Teksturnya lebih light dengan kandungan kafein yang lebih rendah ya kak daripada kopi latte dan macchiato sehingga terasa lebih ringan untuk dikonsumsi.",
                "Kopi kreasi adalah salah satu produki inovatif kami nih kak. Tekstur kopi ini lebih ringan dan kandungan kafeinnya lebih rendah dibandingkan dengan kopi latte dan kopi macchiato. Ada berbagai varian rasa loh kak yaitu rasa strawberry, coklat, caramel, mint, dan gula aren. Selamat berpetualang nyobain berbagai variannya ya kak kalau nanti sudah order :D"]
    },
    {
    "tag":"pahit",
    "patterns":["Kopi yang pahit apa saja sih kak?",
                "Kopi pahit apa aja?",
                "Kopi pahit apa aja sih kak?",
                "Kopi pahit apa aja ya",
                "Ada saran kopi pahit?",
                "Ada rekomendasi untuk kopi pahit?",
                "Kopi yang pahit itu kopi apa ya",
                "Kopi yang pait apa aja ya",
                "Kopi yang pait apa aja sih",
                "Kopi pahit yang tersedia apa aja",
                "Kopi pahit yang tersedia apa saja ya?",
                "Kopi pahit",
                "Kopi pait",
                "Pahit",
                "Pait",
                "Saranin saya dong kopi yang pait",
                "Saya suka kopi pahit nih, disini jual?",
                "Saya mau beli kopi yang rasanya pait, ada apa engga ya?",
                "Saya tertarik sama kopi yang rasanya pahit, ada saran untuk saya?",
                "Berikan saya rekomendasi kopi yang pahit",
                "Mau cari kopi yang pait, ada saran buat saya?",
                "Ada kopi yang rasanya pahit disini?",
                "Bisa bantu beri saran untuk kopi yang pait?",
                "Saya lebih tertarik dengan kopi yang pahit rasanya, ada rekomendasi?",
                "Pahit rasanya",
                "Pait rasanya",
                "punya saran gak nih untuk saya yang pecinta kopi pahit?",
                "saya demen banget sama kopi yang pait, rekomendasinya dong",
                "Lagi cari kopi pahit nih, ada gak?",
                "Kopi pait yang tersedia apa saja ya?"],
    "responses":["Kopi pahit itu ada kopi espresso/americano/cappucino/moccachino dan lainnya kak yang tersedia",
                "Saran saya untuk kopi pahit ada espresso/americano/cappucino/moccachino kak",
                "Kalau dari saya kakak bisa coba kopi espresso/americano/cappucino/moccachino untuk kopi pahit",
                "Kopi pahit ada banyak kak, yang rekomendasi adalah kopi espresso/americano/cappucino/moccachino kak",
                "Kalau kakak lagi cari kopi pahit, saya sarankan untuk coba kopi espresso/americano/cappucino/moccachino kak",
                "Untuk kopi pahit ada kopi espresso/americano/cappucino/moccachino kak, sudah teruji kepahitannya :)",
                "Untuk kopi pahit ada banyak kak, salah satunya adalah espresso/americano/cappucino/moccachino"]
    },
    {
    "tag":"espresso",
    "patterns":["Espresso itu apa?",
                "Apasih espresso itu?",
                "Espresso itu kopi atau susu?",
                "Jelasin tentang espresso dong",
                "Espresso itu apa",
                "Apasih espresso itu",
                "Espresso",
                "Ekspresso",
                "Kopi Espresso",
                "Kopi Ekspresso",
                "Penjelasan kopi espresso",
                "Mau tau soal kopi epsresso, bisa jelasin ke saya?",
                "Berikan saya penjelasan tentang kopi espresso dong",
                "Bisa jelasin apa itu kopi espresso?",
                "Espresso itu kopi yang kaya gemana si?",
                "Penjelasannya dong soal kopi espresso",
                "Bisa kasih aku deskripsi dari kopi espresso?",
                "Mau beli kopi espresso nih, tapi bisa jelasin dulu gak?",
                "Kamu bisa kasih penjelasan, atau deskripsi soal kopi espresso ke aku?",
                "Apaan noh kopi espresso?",
                "Beri saya informasi tentang kopi espresso",
                "Informasi kopi espressonya dong",
                "Kasih tau saya tentang kopi espresso ya, masih awam nih",
                "Emangnya kamu ngerti apa kopi espresso itu?",
                "Kopi espresso? baru denger... apaan tuh?",
                "Saya lupa apa itu espresso, bisa jelasin dulu ga?",
                "Saya mau tau lebih tentang kopi espresso",
                "Kamu punya penjelasan tentang kopi espresso?",
                "Beritahu saya, apasih kopi espresso itu?",
                "Apa itu espresso"],
    "responses":["Espresso adalah kopi pahit yang berasal dari italia",
                "Espresso adalah kopi",
                "Espresso adalah kopi cepat saji atau instant yang berasal dari italia, rasanya pahit",
                "Espresso adalah kopi instant yang rasanya pahit"]
    },
    {
    "tag":"americano",
    "patterns":["Americano itu apasih?",
                "Apa itu americano?",
                "Americano itu apa?",
                "Apa itu americano",
                "Americano itu apasih?",
                "Jelasin tentang americano dong",
                "Americano itu kopi apa?",
                "Americano",
                "Kopi americano",
                "Amerikano",
                "Kopi amerikano",
                "Kasih penjelasan tentang kopi americano dong",
                "Americano? kopi apaan tuh?",
                "Pernah denger tentang kopi americano... itu kopi yang kaya gemana ya?",
                "Jelasin ke saya apa itu kopi americano ya",
                "Mau tau tentang kopi americano",
                "Deskripsiin dong kopi americano...",
                "Boleh dijelasin? kopi americano itu apa?",
                "Kopi americano itu kopi yang kaya gemana sih?",
                "Botnya bisa kasih tau aku apa itu kopi americano?",
                "Wah, saya mau tau nih tentang kopi americano",
                "Saya tahu si tentang kopi americano, tapi kamu bisa jelasin gak?",
                "Emang kamu ngerti soal kopi americano?",
                "Mana mungkin botnya paham tentang kopi americano... bisa coba jelasin?",
                "Kopi americano itu bedanya apa dari kopi yang lain?",
                "Kopi americano itu kopi yang gemana si? saya masih awam soalnya",
                "Berikan penjelasan terkait kopi americano",
                "Deskripsi dari kopi amerikano",
                "Amerikano itu kopi yang kaya gemana ya? mau beli tapi gatau itu kopi apaan",
                "Americano itu kopi apa"],
    "responses":["Americano itu sama dengan espresso, ditambahkan ekstra air panas",
                "Americano adalah kopi espresso yang ditambahin air panas",
                "Americano adalah kopi espresso yang ditambahkan air panas",
                "Americano itu kopi dengan ekstra air panas"]
    },
    {
    "tag":"cappucino",
    "patterns":["Kopi cappucino itu apa?",
                "Cappucino itu apa?",
                "Kopi Cappucino itu apaan?",
                "Apa itu cappucino?",
                "Kopi cappucino itu kopi yang kaya gemana si?",
                "Jelasin tentang cappucino dong",
                "Cappucino itu kopi kan?",
                "Deskripsi dari kopi cappucino itu apa ya?",
                "Deskripsiin kopi cappucino dong",
                "Gimana rasanya cappucino?",
                "Gimana rasa kopi cappucino?",
                "Kopi cappucino tuh apa?",
                "Apasih cappucino itu?",
                "Kopi cappucino rasanya gimana?",
                "Bisa jelasin tentang cappucino?",
                "Gimana deskripsi kopi cappucino?",
                "Kopi cappucino",
                "Cappucino",
                "Tolong beritahu tentang kopi cappucino dong",
                "Cappucino tuh apa?",
                "Cappucino itu kopi apa?",
                "Kasi tau dong tentang cappucino",
                "Cappucino gimana deskripsinya?"],
    "responses":["Cappucino adalah campuran kopi espresso, susu dan busa susu",
                "Cappucino adalah kopi espresso yang dicampur dengan susu",
                "Cappucino adalah kopi espresso dicampur susu",
                "Cappucino adalah kopi espresso yang dicampur susu sehingga rasanya manis",
                "Cappucino adalah kopi espresso yang berasal dari italia, dengan mencampurkan espresso dengan susu"]
    },
    {
    "tag":"moccachino",
    "patterns":["Moccachino itu apasih?",
                "Apa itu Moccachino?",
                "Moccachino itu apa?",
                "Bisa jelasin ke aku apa itu kopi moccachino?",
                "Moccachino itu apasih?",
                "Jelasin tentang Moccachino dong",
                "Moccachino itu kopi apa?",
                "Deskripsiin dong kopi moccachino",
                "Kopi Moccachino",
                "Moccachino",
                "Kopi moccachino tuh apaan?",
                "Berikan penjelasan terkait kopi moccachino",
                "Bisa kasi tau tentang moccachino?",
                "Tau tentang moccachino nggak?",
                "Kopi moccachino gimana rasanya?",
                "Apa yang kamu tau tentang moccachino",
                "Deskripsi kopi moccachino apasih?",
                "Bagaimana rasa kopi moccachino?",
                "Moccachino rasanya kayak gimana sih?",
                "Bisa tolong jelasin tentang kopi moccachino?",
                "Kopi moccachino itu apa?",
                "Gimana sih rasa kopi moccachino?"],
    "responses":["Moccachino adalah campuran kopi espresso, susu dan busa susu dan coklat",
                "Moccachino adalah kopi espresso yang dicampur dengan susu dan coklat",
                "Moccachino adalah kopi espresso dicampur coklat dan susu",
                "Moccachino adalah kopi espresso yang dicampur susu dan coklat",
                "Moccachino adalah kopi espresso yang berasal dari italia, dengan mencampurkan espresso dengan susu dan coklat"]
    },
    {
    "tag":"blackivory",
    "patterns":["Black ivory itu apasih?",
                "Apa itu Black ivory?",
                "Black ivory itu apa?",
                "Apa itu Black ivory",
                "Black ivory itu apasih?",
                "Jelasin tentang Black ivory dong",
                "Black ivory itu kopi apa?",
                "Black ivory",
                "Ada kopi yang namanya black ivory ya? apaan tuh?",
                "Kopi Blackivory",
                "Baru pernah denger nama kopi black ivory, kamu bisa kasih penjelasan tentang kopi ini kan?",
                "Kamu bisa kasih penjelasan soal kopi black ivory?",
                "Tolong jelaskan apa itu kopi black ivory",
                "Unik ya namanya, emang black ivory itu kopi apaan?",
                "Kopi yang kaya gemana si black ivory itu?",
                "Bisa jelasin ke aku kan deskripsi dari kopi black ivory",
                "Tolong jelasin ya apa itu kopi black ivory",
                "Deskripsi kopi black ivory",
                "kasih tau aku informasi tentang kopi black ivory dong",
                "Kopi black ivory? apatuh? bisa jelasin ke aku?",
                "Baru denger nama kopi black ivory, emangnya itu kopi apa?",
                "Masih awam nih soal kopi, mau tau tentang black ivory... bisa kasih penjelasan?",
                "Kamu paham kan tentang black ivory? jelasin bisa lah",
                "Apa yang kamu ketahui tentang black ivory",
                "Black ivory? kopi apalagi itu?",
                "Informasi kopi black ivory",
                "Deskripsiin dong tentang kopi black ivory",
                "Kopi black ivory deskripsinya apa ya?",
                "Deskripsi black ivory",
                "Tolong beri saya informasi tentang kopi black ivory"],
    "responses":["Blackivory adalah kopi dari thailand",
                "Blackivory adalah kopi yang mirip sama luwak, bedanya dari gajah, bukan luwak",
                "Blackivory adalah kopi dari thailand yang melalui proses fermentasi dari gajah",
                "Blackivory salah satu kopi termahal lho, karena proses fermentasinya dari gajah"]
    },
    {
    "tag":"kopi_mahal",
    "patterns":["Kopi termahal itu apa kak?",
                "Kopi paling mahal apa kak?",
                "Kopi yang mahal apa aja kak?",
                "Kopi yang paling mahal itu apa aja sih kak?",
                "Kopi termahal itu apa?",
                "Kopi paling mahal apa?",
                "Kopi yang mahal apa aja?",
                "Kopi yang paling mahal itu apa aja?",
                "Kopi mahal",
                "Kopi termahal",
                "Kopi mahal banget",
                "Kopi yang mahal banget apa?",
                "Kopi yang paling mahal",
                "Apa nih kopi yang paling mahal disini?",
                "Kopi mahal banget itu kopi apa",
                "Disini kopi yang paling mahal apa sih?",
                "Ada kopi yang harganya paling mahal gak?",
                "Kopi paling mahal",
                "Jenis kopi yang paling mahal apa ya?",
                "Kopi yang harga jualnya paling mahal apa?",
                "Mau tau dong kopi yang paling mahal",
                "Kopi yang paling mahal dijual disini ada gak sih?",
                "jenis kopi yang harganya paling mahal ada gak? apa tuh kalo ada",
                "Punya kopi yang harganya paling mahal kan",
                "Punya kopi termahal kan? kasih tau aku bisa?",
                "Aku mau tau nih, kopi yang paling mahal disini apa ya?"],
    "responses":["Kopi paling mahal itu Black Ivory, yang per 450gram nya seharga $500 atau 7.5 Juta Rupiah",
                "Kopi mahal itu ada banyak, salah satunya yang termahal adalah kopi blackivory/luwak dan lain lain",
                "Kopi paling mahal yang gitcoff tau itu ada kopi blackivory/luwak",
                "Kopi termahal itu adalah kopi Black Ivory"]
    },
    {
    "tag":"kopi_murah",
    "patterns":["Kopi termurah itu apa kak?",
                "Kopi paling murah apa kak?",
                "Kopi yang murah apa aja kak?",
                "Kopi yang paling murah itu apa aja sih kak?",
                "Kopi termurah itu apa?",
                "Kopi paling murah apa?",
                "Kopi yang murah apa aja?",
                "Kopi yang paling murah itu apa aja?",
                "Kopi murah",
                "Kopi termurah",
                "Kopi murah banget",
                "Kopi yang murah banget apa?",
                "Kopi yang paling murah",
                "Apa nih kopi yang paling murah disini?",
                "Kopi murah banget itu kopi apa",
                "Disini kopi yang paling murah apa sih?",
                "Ada kopi yang harganya paling murah gak?",
                "Kopi paling murah",
                "Jenis kopi yang paling murah apa ya?",
                "Kopi yang harga jualnya paling murah apa?",
                "Mau tau dong kopi yang paling murah",
                "Kopi yang paling murah dijual disini ada gak sih?",
                "jenis kopi yang harganya paling murah ada gak? apa tuh kalo ada",
                "Punya kopi yang harganya paling murah kan",
                "Punya kopi termurah kan? kasih tau aku bisa?",
                "Aku mau tau nih, kopi yang paling murah disini apa ya?"],
    "responses":["Kopi paling murah itu latte sama robusta",
                "Kopi murah yang ada di gitcoffe salah satunya adalah kopi latte dengan harga 40.000",
                "Kopi paling murah yang gitcoff tau itu ada kopi latte sama kopi robusta",
                "Kopi termurah itu adalah kopi latte dan robusta",
                "Kopi latte murah, kopi robusta juga murah"]
    },
    {
    "tag":"rasa macchiato",
    "patterns":["Rasa kopi macchiato",
                "Rasa kopi macchiato?",
                "Rasa macchiato",
                "Rasa macchiato?",
                "Rasanya kopi macchiato",
                "Rasanya macchiato",
                "Macchiato rasa",
                "Macchiato rasanya gimana",
                "Macchiato rasa gimana?",
                "Macchiato rasa nya apa",
                "Macchiato rasa apa?",
                "Macchiato rasa apa",
                "Macchiato rasa?",
                "Macchiato rasanya apa?",
                "Macchiato manis ga sih?",
                "Macchiato pahit ga sih?",
                "Macchiato manis ga?",
                "Macchiato pahit ga?",
                "Macchiato manis ga sih",
                "Macchiato pahit ga sih",
                "Macchiato pahit ga",
                "Macchiato manis ga"],
    "responses":["Rasa kopi macchiato itu manis kak",
                "Rasa kopi macchiato manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Macchiato itu rasanya manis kak",
                "Rasanya kopi macchiato itu manis",
                "Kopi macchiato itu rasanya manis"]
    },
    {
    "tag":"rasa latte",
    "patterns":["Rasa kopi latte",
                "Rasa kopi latte?",
                "Rasa latte",
                "Rasa latte?",
                "Rasanya kopi latte",
                "Rasanya latte",
                "Latte rasa",
                "Latte rasanya gimana",
                "Latte rasa gimana?",
                "Latte rasa nya apa",
                "Latte rasa apa?",
                "Latte rasa apa",
                "Latte rasa?",
                "Latte rasanya apa?",
                "Latte manis ga sih?",
                "Latte pahit ga sih?",
                "Latte manis ga?",
                "Latte pahit ga?",
                "Latte manis ga sih",
                "Latte pahit ga sih",
                "Latte pahit ga",
                "Latte manis ga"],
    "responses":["Rasa kopi latte itu manis kak",
                "Rasa kopi latte manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Latte itu rasanya manis kak",
                "Rasanya kopi latte itu manis",
                "Kopi latte itu rasanya manis"]
    },
    {
    "tag":"rasa black ivory",
    "patterns":["Rasa kopi black ivory",
                "Rasa kopi black ivory?",
                "Rasa black ivory",
                "Rasa black ivory?",
                "Rasanya kopi black ivory",
                "Rasanya black ivory",
                "Black ivory rasa",
                "Black ivory rasanya gimana",
                "Black ivory rasa gimana?",
                "Black ivory rasa nya apa",
                "Black ivory rasa apa?",
                "Black ivory rasa apa",
                "Black ivory rasa?",
                "Black ivory rasanya apa?",
                "Black ivory manis ga sih?",
                "Black ivory pahit ga sih?",
                "Black ivory manis ga?",
                "Black ivory pahit ga?",
                "Black ivory manis ga sih",
                "Black ivory pahit ga sih",
                "Black ivory pahit ga",
                "Black ivory manis ga"],
    "responses":["Rasa kopi black ivory itu pahit kak",
                "Rasa kopi black ivory pahit kak, silahkan diorder jika kakak suka kopi pahit",
                "Black ivory itu rasanya pahit kak",
                "Rasanya kopi black ivory itu pahit",
                "Kopi black ivory itu rasanya pahit"]
    },
    {
    "tag":"rasa robusta",
    "patterns":["Rasa kopi robusta",
                "Rasa kopi robusta?",
                "Rasa robusta",
                "Rasa robusta?",
                "Rasanya kopi robusta",
                "Rasanya robusta",
                "Robusta rasa",
                "Robusta rasanya gimana",
                "Robusta rasa gimana?",
                "Robusta rasa nya apa",
                "Robusta rasa apa?",
                "Robusta rasa apa",
                "Robusta rasa?",
                "Robusta rasanya apa?",
                "Robusta manis ga sih?",
                "Robusta pahit ga sih?",
                "Robusta manis ga?",
                "Robusta pahit ga?",
                "Robusta manis ga sih",
                "Robusta pahit ga sih",
                "Robusta pahit ga",
                "Robusta manis ga"],
    "responses":["Rasa kopi robusta itu pahit kak",
                "Rasa kopi robusta pahit kak, silahkan diorder jika kakak suka yang kopi pahit",
                "Robusta itu rasanya pahit kak",
                "Rasanya kopi robusta itu pahit",
                "Kopi robusta itu rasanya pahit"]
    },
    {
    "tag":"rasa arabica",
    "patterns":["Rasa kopi arabica",
                "Rasa kopi arabica?",
                "Rasa arabica",
                "Rasa arabica?",
                "Rasanya kopi arabica",
                "Rasanya arabica",
                "Arabica rasa",
                "Arabica rasanya gimana",
                "Arabica rasa gimana?",
                "Arabica rasa nya apa",
                "Arabica rasa apa?",
                "Arabica rasa apa",
                "Arabica rasa?",
                "Arabica rasanya apa?",
                "Arabica manis ga sih?",
                "Arabica pahit ga sih?",
                "Arabica manis ga?",
                "Arabica pahit ga?",
                "Arabica manis ga sih",
                "Arabica pahit ga sih",
                "Arabica pahit ga",
                "Arabica manis ga"],
    "responses":["Rasa kopi arabica itu manis kak",
                "Rasa kopi arabica manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Arabica itu rasanya manis kak",
                "Rasanya kopi arabica itu manis",
                "Kopi arabica itu rasanya manis"]
    },
    {
    "tag":"rasa luwak",
    "patterns":["Rasa kopi luwak",
                "Rasa kopi luwak?",
                "Rasa luwak",
                "Rasa luwak?",
                "Rasanya kopi luwak",
                "Rasanya luwak",
                "Luwak rasa",
                "Luwak rasanya gimana",
                "Luwak rasa gimana?",
                "Luwak rasanya apa",
                "Luwak rasa apa?",
                "Luwak rasa apa",
                "Luwak rasa?",
                "Luwak rasanya apa?",
                "Luwak manis ga sih?",
                "Luwak pahit ga sih?",
                "Luwak manis ga?",
                "Luwak pahit ga?",
                "Luwak manis ga sih",
                "Luwak pahit ga sih",
                "Luwak pahit ga",
                "Luwak manis ga"],
    "responses":["Rasa kopi luwak itu manis kak",
                "Rasa kopi luwak manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Luwak itu rasanya manis kak",
                "Rasanya kopi luwak itu manis",
                "Kopi luwak itu rasanya manis"]
    },
    {
    "tag":"rasa luwak arabica",
    "patterns":["Rasa kopi luwak arabica",
                "Rasa kopi luwak arabica?",
                "Rasa luwak arabica",
                "Rasa luwak arabica?",
                "Rasanya kopi luwak arabica",
                "Rasanya luwak arabica",
                "Luwak arabica rasa",
                "Luwak arabica rasanya gimana",
                "Luwak arabica rasa gimana?",
                "Luwak arabica rasanya apa",
                "Luwak arabica rasa apa?",
                "Luwak arabica rasa apa",
                "Luwak arabica rasa?",
                "Luwak arabica rasanya apa?",
                "Luwak arabica manis ga sih?",
                "Luwak arabica pahit ga sih?",
                "Luwak arabica manis ga?",
                "Luwak arabica pahit ga?",
                "Luwak arabica manis ga sih",
                "Luwak arabica pahit ga sih",
                "Luwak arabica pahit ga",
                "Luwak arabica manis ga"],
    "responses":["Rasa kopi luwak arabica itu manis kak",
                "Rasa kopi luwak arabica manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Luwak arabica itu rasanya manis kak",
                "Rasanya kopi luwak arabica itu manis",
                "Kopi luwak arabica itu rasanya manis"]
    },
    {
    "tag":"rasa luwak robusta",
    "patterns":["Rasa kopi luwak robusta",
                "Rasa kopi luwak robusta?",
                "Rasa luwak robusta",
                "Rasa luwak robusta?",
                "Rasanya kopi luwak robusta",
                "Rasanya luwak robusta",
                "Luwak robusta rasa",
                "Luwak robusta rasanya gimana",
                "Luwak robusta rasa gimana?",
                "Luwak robusta rasanya apa",
                "Luwak robusta rasa apa?",
                "Luwak robusta rasa apa",
                "Luwak robusta rasa?",
                "Luwak robusta rasanya apa?",
                "Luwak robusta manis ga sih?",
                "Luwak robusta pahit ga sih?",
                "Luwak robusta manis ga?",
                "Luwak robusta pahit ga?",
                "Luwak robusta manis ga sih",
                "Luwak robusta pahit ga sih",
                "Luwak robusta pahit ga",
                "Luwak robusta manis ga"],
    "responses":["Rasa kopi luwak robusta itu pahit kak",
                "Rasa kopi luwak robusta pahit kak, silahkan diorder jika kakak suka yang kopi pahit",
                "Luwak robusta itu rasanya pahit kak",
                "Rasanya kopi luwak robusta itu pahit",
                "Kopi luwak robusta itu rasanya pahit"]
    },
    {
    "tag":"rasa signature strawberry",
    "patterns":["Rasa kopi signature strawberry",
                "Rasa kopi signature strawberry?",
                "Rasa signature strawberry",
                "Rasa signature strawberry?",
                "Rasanya kopi signature strawberry",
                "Rasanya signature strawberry",
                "Signature strawberry rasa",
                "Signature strawberry rasanya gimana",
                "Signature strawberry rasa gimana?",
                "Signature strawberry rasanya apa",
                "Signature strawberry rasa apa?",
                "Signature strawberry rasa apa",
                "Signature strawberry rasa?",
                "Signature strawberry rasanya apa?",
                "Signature strawberry manis ga sih?",
                "Signature strawberry pahit ga sih?",
                "Signature strawberry manis ga?",
                "Signature strawberry pahit ga?",
                "Signature strawberry manis ga sih",
                "Signature strawberry pahit ga sih",
                "Signature strawberry pahit ga",
                "Signature strawberry manis ga"],
    "responses":["Rasa kopi signature strawberry itu manis kak",
                "Rasa kopi signature strawberry manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Signature strawberry itu rasanya manis kak",
                "Rasanya kopi signature strawberry itu manis",
                "Kopi signature strawberry itu rasanya manis"]
    },
    {
    "tag":"rasa signature caramel",
    "patterns":["Rasa kopi signature caramel",
                "Rasa kopi signature caramel?",
                "Rasa signature caramel",
                "Rasa signature caramel?",
                "Rasanya kopi signature caramel",
                "Rasanya signature caramel",
                "Signature caramel rasa",
                "Signature caramel rasanya gimana",
                "Signature caramel rasa gimana?",
                "Signature caramel rasanya apa",
                "Signature caramel rasa apa?",
                "Signature caramel rasa apa",
                "Signature caramel rasa?",
                "Signature caramel rasanya apa?",
                "Signature caramel manis ga sih?",
                "Signature caramel pahit ga sih?",
                "Signature caramel manis ga?",
                "Signature caramel pahit ga?",
                "Signature caramel manis ga sih",
                "Signature caramel pahit ga sih",
                "Signature caramel pahit ga",
                "Signature caramel manis ga"],
    "responses":["Rasa kopi signature caramel itu manis kak",
                "Rasa kopi signature caramel manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Signature caramel itu rasanya manis kak",
                "Rasanya kopi signature caramel itu manis",
                "Kopi signature caramel itu rasanya manis"]
    },
    {
    "tag":"rasa signature mint",
    "patterns":["Rasa kopi signature mint",
                "Rasa kopi signature mint?",
                "Rasa signature mint",
                "Rasa signature mint?",
                "Rasanya kopi signature mint",
                "Rasanya signature mint",
                "Signature mint rasa",
                "Signature mint rasanya gimana",
                "Signature mint rasa gimana?",
                "Signature mint rasanya apa",
                "Signature mint rasa apa?",
                "Signature mint rasa apa",
                "Signature mint rasa?",
                "Signature mint rasanya apa?",
                "Signature mint manis ga sih?",
                "Signature mint pahit ga sih?",
                "Signature mint manis ga?",
                "Signature mint pahit ga?",
                "Signature mint manis ga sih",
                "Signature mint pahit ga sih",
                "Signature mint pahit ga",
                "Signature mint manis ga"],
    "responses":["Rasa kopi signature mint itu manis kak",
                "Rasa kopi signature mint manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Signature mint itu rasanya manis kak",
                "Rasanya kopi signature mint itu manis",
                "Kopi signature mint itu rasanya manis"]
    },
    {
    "tag":"rasa signature gula aren",
    "patterns":["Rasa kopi signature gula aren",
                "Rasa kopi signature gula aren?",
                "Rasa signature gula aren",
                "Rasa signature gula aren?",
                "Rasanya kopi signature gula aren",
                "Rasanya signature gula aren",
                "Signature gula aren rasa",
                "Signature gula aren rasanya gimana",
                "Signature gula aren rasa gimana?",
                "Signature gula aren rasanya apa",
                "Signature gula aren rasa apa?",
                "Signature gula aren rasa apa",
                "Signature gula aren rasa?",
                "Signature gula aren rasanya apa?",
                "Signature gula aren manis ga sih?",
                "Signature gula aren pahit ga sih?",
                "Signature gula aren manis ga?",
                "Signature gula aren pahit ga?",
                "Signature gula aren manis ga sih",
                "Signature gula aren pahit ga sih",
                "Signature gula aren pahit ga",
                "Signature gula aren manis ga"],
    "responses":["Rasa kopi signature gula aren itu manis kak",
                "Rasa kopi signature gula aren manis kak, silahkan diorder jika kakak suka yang manis-manis",
                "Signature gula aren itu rasanya manis kak",
                "Rasanya kopi signature gula aren itu manis",
                "Kopi signature gula aren itu rasanya manis"]
    },
    {
    "tag":"rasa moccachino",
    "patterns":["Rasa kopi moccachino",
                "Rasa kopi moccachino?",
                "Rasa moccachino",
                "Rasa moccachino?",
                "Rasanya kopi moccachino",
                "Rasanya moccachino",
                "Moccachino rasa",
                "Moccachino rasanya gimana",
                "Moccachino rasa gimana?",
                "Moccachino rasanya apa",
                "Moccachino rasa apa?",
                "Moccachino rasa apa",
                "Moccachino rasa?",
                "Moccachino rasanya apa?",
                "Moccachino manis ga sih?",
                "Moccachino pahit ga sih?",
                "Moccachino manis ga?",
                "Moccachino pahit ga?",
                "Moccachino manis ga sih",
                "Moccachino pahit ga sih",
                "Moccachino pahit ga",
                "Moccachino manis ga"],
    "responses":["Rasa kopi moccachino itu ada varian manis dan pahit kak",
                "Rasa kopi moccachino manis kak, yang pahit juga ada, silahkan diorder jika kakak suka yang manis-manis atau kopi pahit",
                "Moccachino itu rasanya manis kak sama ada varian untuk rasa pahit",
                "Rasanya kopi moccachino itu manis dan ada varian rasa pahit",
                "Kopi moccachino itu rasanya manis dan ada varian rasa pahit"]
    },
    {
    "tag":"rasa expresso",
    "patterns":["Rasa kopi expresso",
                "Rasa kopi expresso?",
                "Rasa expresso",
                "Rasa expresso?",
                "Rasanya kopi expresso",
                "Rasanya expresso",
                "Expresso rasa",
                "Expresso rasanya gimana",
                "Expresso rasa gimana?",
                "Expresso rasanya apa",
                "Expresso rasa apa?",
                "Expresso rasa apa",
                "Expresso rasa?",
                "Expresso rasanya apa?",
                "Expresso manis ga sih?",
                "Expresso pahit ga sih?",
                "Expresso manis ga?",
                "Expresso pahit ga?",
                "Expresso manis ga sih",
                "Expresso pahit ga sih",
                "Expresso pahit ga",
                "Expresso manis ga"],
    "responses":["Rasa kopi expresso itu pahit kak",
                "Rasa kopi expresso pahit kak, silahkan diorder jika kakak suka yang kopi pahit",
                "Expresso itu rasanya pahit kak",
                "Rasanya kopi expresso itu pahit",
                "Kopi expresso itu rasanya pahit"]
    },
    {
    "tag":"rasa americano",
    "patterns":["Rasa kopi americano",
                "Rasa kopi americano?",
                "Rasa americano",
                "Rasa americano?",
                "Rasanya kopi americano",
                "Rasanya americano",
                "Americano rasa",
                "Americano rasanya gimana",
                "Americano rasa gimana?",
                "Americano rasanya apa",
                "Americano rasa apa?",
                "Americano rasa apa",
                "Americano rasa?",
                "Americano rasanya apa?",
                "Americano manis ga sih?",
                "Americano pahit ga sih?",
                "Americano manis ga?",
                "Americano pahit ga?",
                "Americano manis ga sih",
                "Americano pahit ga sih",
                "Americano pahit ga",
                "Americano manis ga"],
    "responses":["Rasa kopi americano itu pahit kak",
                "Rasa kopi americano pahit kak, silahkan diorder jika kakak suka yang kopi pahit",
                "Americano itu rasanya pahit kak",
                "Rasanya kopi americano itu pahit",
                "Kopi americano itu rasanya pahit"]
    },
    {
    "tag":"rasa moccachino",
    "patterns":["Rasa kopi moccachino",
                "Rasa kopi moccachino?",
                "Rasa moccachino",
                "Rasa moccachino?",
                "Rasanya kopi moccachino",
                "Rasanya moccachino",
                "Moccachino rasa",
                "Moccachino rasanya gimana",
                "Moccachino rasa gimana?",
                "Moccachino rasanya apa",
                "Moccachino rasa apa?",
                "Moccachino rasa apa",
                "Moccachino rasa?",
                "Moccachino rasanya apa?",
                "Moccachino manis ga sih?",
                "Moccachino pahit ga sih?",
                "Moccachino manis ga?",
                "Moccachino pahit ga?",
                "Moccachino manis ga sih",
                "Moccachino pahit ga sih",
                "Moccachino pahit ga",
                "Moccachino manis ga"],
    "responses":["Rasa kopi moccachino itu ada varian manis dan pahit kak",
                "Rasa kopi moccachino manis kak, yang pahit juga ada, silahkan diorder jika kakak suka yang manis-manis atau kopi pahit",
                "Moccachino itu rasanya manis kak sama ada varian untuk rasa pahit",
                "Rasanya kopi moccachino itu manis dan ada varian rasa pahit",
                "Kopi moccachino itu rasanya manis dan ada varian rasa pahit"]
    }
]
}
